---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfileWithLips
source: html/9bb6ee11-87bf-7f17-a870-2d2ce54a1ee5.htm
---
# StructuralSectionZProfileWithLips Properties

Common set of parameters for structural analysis.